export const navData = ["北方国际", "中天金融",	"新华联", "游族网络","南方国际", "遥望科技","东瑞股份"]


export const tableData = {
    "公司名称": "ABC公司",
    "财年": 2022,
    "收入": 10000000,
    "商品销售成本": 5000000,
    "毛利润": 5000000,
    "营业支出":  4500000,
    "营业收入": 500000,
    "利息支出": 200000,
    "税前净收入": 300000,
    "所得税费用": 100000,
    "净收入": 200000,
    "每股收益": 2.5,
    "每股股息": 1.0,
    "总资产": 5000000,
    "总负债": 2000000,
    "股东权益总额": 3000000,
    "普通股": 1000000,
    "留存收益": 2000000,
    "现金及现金等价物": 1000000,
    "短期投资": 500000,
    "应收账款": 500000,
    "存货": 750000,
    "不动产、厂房和设备": 2000000,
    "累计折旧": -500000,
    "长期投资": 1000000,
    "商誉": 500000,
    "总负债和股东权益": 5000000,
  };
  